Repository: iwonarudzinska/medicinal_herbs
Catalog: lib/l10n/app_*.arb
Languages: pl

# title
source: Medicinal Herbs
pl: Zioła medyczne

# welcome
source: Welcome to the aplication about Medicinal Herbs
pl: Witamy w aplikacji o ziołach leczniczych

# trivia
source: Herbs are rich in history and usage. I thought that it would be fun to share some of these unique facts with you in the form of a little herbal trivia. I guarantee that everyone will learn a little something. Have fun, and I wish you the best of luck! 🙂
pl: Zioła mają bogatą historię i zastosowanie. Pomyślałam, że fajnie byłoby podzielić się z Wami niektórymi z tych wyjątkowych faktów w formie małej ziołowej ciekawostki. Gwarantuję, że każdy się czegoś nauczy. Miłej zabawy i życzę powodzenia! 🙂

# trivia_end
source: I hope that you enjoyed my herbal trivia 🙂
pl: Mam nadzieję, że spodobały Ci się moje ziołowe ciekawostki 🙂

# about_app
source: 👉This app will help you learn medicinal herbs. 👉You can add herbs to your library, play flashcards, take a quiz and you will learn interesting facts.
pl: 👉Ta aplikacja pomoże Ci nauczyć się ziół leczniczych. 👉Możesz dodawać zioła do swojej biblioteki, grać w fiszki, rozwiązywać quizy i dowiedzieć się ciekawych faktów na temat ziół.

# description
source: ✅Flashcards will teach you the Latin names of herbs. ✅In the quiz you will test your knowledge of the properties of herbs. ✅In the herbal library you will be able to add photos and descriptions of the herbs of your choice. ✅Thanks to herbal trivia everyone will learn a little something.
pl: ✅Fiszki nauczą Cię łacińskich nazw ziół. ✅W quizie sprawdzisz swoją wiedzę na temat właściwości ziół. ✅W bibliotece ziół będziesz mógł dodawać zdjęcia i opisy ziół, które sam wybierzesz. ✅Dzięki ciekawostkom ziołowym każdy nauczy się czegoś nowego.

# start
source: Let's go
pl: Chodźmy

# link_photo
source: Paste the link to the photo
pl: Wklej link do zdjęcia

# name
source: Give the name of the herb
pl: Podaj nazwę zioła

# content
source: Give a description of the herb
pl: Podaj opis zioła

source: ADD
pl: DODAJ

# back
source: Back to Home Page
pl: Powrót na stronę główną

source: Chamomile
pl: Rumianek

source: Coriander
pl: Kolendra

source: Lavender
pl: Lawenda

source: Alfalfa
pl: Lucerna

source: Basil
pl: Bazylia

source: Dill
pl: Koperek

source: Fenugreek
pl: Kozieradka

source: Mint
pl: Mięta

source: Nettle
pl: Pokrzywa

source: Rosemary
pl: Rozmaryn

source: Sage
pl: Szałwia

source: Thyme
pl: Tymianek

source: Valerian
pl: Waleriana
